// import type { Route } from "../+types/contacts";

import type { Route } from "../cv/+types";
import './cv.css';

export function meta({}: Route.MetaArgs) {
  return [
    { title: "Резюме" },
  ];
}

export default function CV() {
  return <div className="cv-page">
    <h2 className="font-thin text-center">Наталья Лаврик</h2>
    <div className="cv-layout">
      <img src="/cv-img.avif" alt="Наталья Лаврик" className="cv-image" />
      <div className="cv-text">
        <p>
          Дизайнер Наталья Лаврик родилась в Москве, в 2004 году закончила МГТУ им. Косыгина по специальности художник-стилист, после окончания института сразу начала работать по профессии в компании Нордтекс-проект, где получила огромный опыт работы с общественными интерьерами. После ухода из компании и по сегодняшний день работает с частными заказчиками. За это время лично, так и в соавторстве реализовано большое количество частных и общественных интерьеров. Есть опыт ведения проектов в других регионах России. В 2014 году окончила школу "Детали", что позволило выйти на другой качественный уровень. Параллельно с работой над интерьерами преподавала в МГТУ им. Косыгина на кафедре ХОТИ, с удовольствием делясь со студентами своим опытом.
        </p>
      </div>
    </div>
  </div>;
}
